Repository: OpenBfS/dokpool-plone
Catalog: Plone/src/elan.esd/elan/esd/locales/*/LC_MESSAGES/elan.esd.po
Languages: de

source: ++++ Exercise ++++
de: ++++ &Uuml;bung ++++

source: . Doc type not accepted.
de: . Dokumenttyp nicht akzeptiert.

source: . Document has no scenario.
de: . Dokument hat keine Szenariozuordnung.

source: . Unknown scenario not accepted.
de: . Unbekanntes Szenario nicht akzeptiert.

source: Add Collection Portlet
de: Portlet für Collection zufügen

source: All
de: Alle

source: All Archives
de: Alle Archive

source: Archive
de: Archiv

source: Archives
de: Archive

source: Archiving
de: Archivieren

source: Area for Transfer Folders
de: Bereich für Transferordner

source: Area for general information
de: Bereich für allgemeine Informationen

source: Belongs to scenario:
de: Zu Szenario:

source: Category/Dates
de: Kategorie/Datum

source: Changes applied.
de: Änderungen angewandt.

source: Channels
de: Übertragungswege

source: Chronological Overview
de: Chronologischer Überblick

source: Collection
de: ELAN Collection

source: Content Area
de: Bereich für Inhalte

source: Content from:
de: Kategorie:

source: Content:
de: Inhalt:

source: Created/modified:
de: Erzeugt/geändert:

source: Current filter:
de: Aktueller Filter:

source: Date of last user action
de: Zeitpunkt der letzten Nutzeraktion

source: Dates
de: Daten

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Doc. type (short)
de: Dokumententyp (Kurzname)

source: Doc. type short
de: Dokumententyp (Kurzname)

source: Document Type
de: Dokumenttyp

source: Document Types
de: Dokumenttypen

source: ELAN Collection
de: Dokumentsammlung

source: ELAN Content Configuration
de: Inhaltskonfiguration

source: ELAN DocumentType
de: Dokumenttyp

source: ELAN Folder
de: Ordner

source: ELAN Folder Base
de: ELAN Basisordner

source: ELAN Scenario
de: Szenario

source: ELAN Section
de: Abschnitt

source: ELANCurrentSituation
de: Aktuelle Lage

source: ELANDocument
de: Dokument

source: Edit Collection Portlet
de: Portlet für Collection bearbeiten

source: Edit unknown doc type
de: Unbekannten Dokumenttyp bearbeiten

source: Edit unknown scenario
de: Unbekanntes Szenario bearbeiten

source: Electronic Situation Display
de: Elektronische Lagedarstellung

source: Files:
de: Dateien:

source: Finish uploads and publish
de: Uploads beenden und Dokument veröffentlichen

source: General information
de: Allgemeine Informationen

source: General information (generic type)
de: Allgemeine Information

source: Group Folder
de: Gruppenordner

source: Group Folder: scenario filter not active!
de: Gruppenordner: Szenariofilter nicht aktiv!

source: Groups Area
de: Gruppenbereich

source: IRIX Configuration
de: IRIX Konfiguration

source: IRIX base configuration
de: IRIX Basis Konfiguration

source: Images:
de: Bilder:

source: Info-Folder
de: Info-Ordner

source: LT
de: Ortszeit

source: Location
de: Ort

source: Main Text
de: Haupttext

source: Metadata
de: Metadaten

source: No transfer to
de: Keine Übertragung zu

source: Overview
de: Übersicht

source: Permission
de: Übertragungsrecht

source: Permissions
de: Übertragungsrechte

source: Personal Folder: scenario filter not active!
de: Persönlicher Ordner: Szenariofilter nicht aktiv!

source: Please select at least one scenario!
de: Bitte wählen Sie mindestens ein Szenario!

source: Purge
de: Inhalte des Szenarios löschen

source: Recent
de: Letzte Änderungen

source: Recently Modified
de: Kürzlich geändert

source: Scenario archived
de: Szenario archiviert

source: Scenario:
de: Szenario:

source: Scenarios
de: Szenarios

source: Select
de: Auswählen

source: Show document
de: Zum Dokument

source: Show folder
de: Zum Ordner

source: Simple pages of text.
de: Einfache Textseite.

source: Situation Display
de: Lagedarstellung

source: Snapshot
de: Kopie des aktuellen Standes

source: Snapshot created
de: Kopie der Inhalte erzeugt

source: Textpage
de: Textseite

source: The document has been published.
de: Das Dokument wurde veröffentlicht.

source: The document state has been changed.
de: Der Dokumentstatus wurde geändert.

source: The group folder could not be deleted because of protected documents. Please check!
de: Der Gruppenordner konnte nicht gelöscht werden, da sich geschützte Dokumente darin befinden. Bitte prüfen Sie dies nach!

source: The location of an item
de: Der Ortsbezug eines Inhalts

source: The time and date an item was last modified by a user
de: Zeitpunkt der letzten Änderung durch einen Nutzer

source: There are comments.
de: Es liegen Kommentare vor.

source: There are no more documents for this scenario.
de: Diesem Szenario sind keine Dokumente mehr zugeordnet.

source: There was an existing group folder of the same name. Please check!
de: Für diese Gruppenkennung existiert bereits ein Gruppenordner. Bitte überprüfen Sie dies!

source: This portlet displays recently modified content from a collection.
de: Dieses Portlet zeigt die neusten Inhalte einer Collection an.

source: Timestamp
de: Zeitstempel

source: Title
de: Titel

source: Title/Date
de: Titel/Datum

source: Transfer
de: Übertragen an andere Lagedarstellungen

source: Transfer Folder
de: Ordner zum Empfang von anderen Lagedarstellungen

source: Transfer error:
de: Übertragungsfehler:

source: Transfer executed
de: Übertragung durchgeführt

source: Transfer to<br>
de: Übertragen an<br>

source: Transferred to
de: Übertragen an

source: User Folder
de: Nutzerordner

source: Users Area
de: Nutzerbereich

source: View the document in its folder
de: Das Dokument in seinem Ordner anzeigen/bearbeiten

source: active
de: Aktiv

source: alert_delete_popup
de: Wollen Sie dieses Objekt wirklich löschen?

source: alert_publish_popup
de: Wollen Sie das Dokument veröffentlichen?

source: archive_confirm_msg
de: Wollen Sie dieses Szenario wirklich archivieren?

source: box_recent_no_items
de: Bisher keine Änderungen.

source: cancelbutton
de: Abbrechen

source: canceltitle
de: Abbrechen

source: closed
de: Geschlossen

source: created:
de: erzeugt:

source: description_elandocument_transferlog
de: Nur für archivierte Dokumente genutzt.

source: description_elanesd_prefix
de: Wird automatisch den Namen von Nutzern und Gruppen vorangestellt. Falls kein Präfix eingetragen wird, wird der Kurzname der Lagedarstellung verwendet.

source: description_elanfolder_alloweddoctypes
de: Lassen Sie diese Liste leer, um alle Dokumenttypen zu erlauben, welche für die Gruppe konfiguriert sind.

source: description_elanscenario_substitute
de: Nur relevant für private Szenarios, die von einer anderen Lagedarstellung übernommen wurden. Das erlaubt Ihnen, Dokumente zu diesem Szenario automatisch einem anderen Szenario zuzuordnen.

source: description_no_items_in_folder
de: Dieser Ordner hat keinen Inhalt.

source: don't accept
de: nicht annehmen

source: failed_passwords_msg
de: Nicht erforderlich.

source: inactive
de: Inaktiv

source: label_cancel
de: Abbrechen

source: label_continue
de: Weiter mit Dateien und Bildern

source: label_elancontent_created_by
de: Erzeugt von

source: label_elancontent_mdate
de: Zeitpunkt der letzten Nutzeraktion

source: label_elancontent_modified_by
de: Geändert durch

source: label_elandoccollection_doctypes
de: Dokumenttypen

source: label_elandoctype_allowtransfer
de: Dokumente dieses Typs können an andere Lagedarstellungen übertragen werden

source: label_elandoctype_allowuploads
de: Kann Dateien und Bilder beinhalten

source: label_elandoctype_contentcategory
de: Hauptkategorie für diesen Typ

source: label_elandoctype_publishimmediately
de: Sofort veröffentlichen

source: label_elandocument_doctype
de: Dokumenttyp

source: label_elandocument_scenarios
de: Gehört zu folgenden Szenarios

source: label_elandocument_text
de: Text

source: label_elandocument_transferlog
de: Übertragungsprotokoll

source: label_elandocument_transferred
de: Übertragen

source: label_elandocument_transferred_by
de: Übertragen von

source: label_elanesd_prefix
de: Präfix

source: label_elanfolder_alloweddoctypes
de: Dokumenttypen, welche in diesem Ordner zulässig sind

source: label_elanscenario_exercise
de: Übung?

source: label_elanscenario_status
de: Status

source: label_elanscenario_substitute
de: Ersatzszenario

source: label_elanscenario_timeofevent
de: Ereigniszeit

source: label_elantext_text
de: Text

source: label_elantransferfolder_permlevel
de: Berechtigung

source: label_elantransferfolder_sendingesd
de: Die sendende Lagedarstellung

source: label_elantransferfolder_unknowndtdefault
de: Vorgabe für unbekannte Dokumenttypen

source: label_elantransferfolder_unknownscendefault
de: Vorgabe für unbekannte Szenarios

source: label_irixconfig_contactemail
de: Kontakt E-Mail

source: label_irixconfig_contactname
de: Kontakt Name

source: label_irixconfig_organisationcountry
de: Ländercode

source: label_irixconfig_organisationemail
de: E-Mail der Organisation

source: label_irixconfig_organisationid
de: Kennung der Organisation

source: label_irixconfig_organisationname
de: Name der Organisation

source: label_irixconfig_organisationreporting
de: Berichtender Staat / Organisation

source: label_irixconfig_organisationweb
de: Web Adresse

source: label_irixconfig_sourcedescription
de: Beschreibung der Informationsquelle

source: label_irixconfig_sourcetext
de: Text Informationsquelle

source: label_save
de: Speichern

source: modified:
de: geändert:

source: needs confirmation
de: benötigt Bestätigung

source: private
de: privat

source: publish immediately
de: sofort veröffentlichen

source: published
de: Veröffentlicht

source: purge_confirm_msg
de: Wollen Sie wirklich alle Dokumente aus diesem Szenario entfernen?

source: read/write
de: lesen/schreiben

source: reset_passwords_msg
de: Nicht erforderlich

source: submitbutton
de: Senden

source: submittitle
de: Absenden

source: summary_content_listing
de: Inhalt

source: suspended
de: momentan deaktiviert

source: title_move_item_down
de: Nach unten

source: title_move_item_up
de: Nach oben

source: write
de: schreiben
