Repository: OpenBfS/dokpool-plone
Catalog: Plone/src/docpool.rodos/docpool/rodos/locales/*/LC_MESSAGES/docpool.rodos.po
Languages: de

source: Date
de: Datum

source: Project Name
de: Laufkennung

source: Report ID
de: UUID

source: Release Site
de: Freisetzungsort

source: Start of release
de: Freisetzungsbeginn

source: End of release
de: Freisetzungsende

source: Prognosis Begin
de: Prognosenbeginn

source: Prognosis End
de: Prognosenende

source: Numeric Weather Prediction Date
de: Wetter

source: Model
de: Modell

source: Calculation Date
de: Rechnung vom

source: User
de: Nutzer

source: Prognosis Type
de: Prognosenart

source: Prognosis Form
de: Einzeldokument/RODOS-Lauf

source: label_rodos_releaseSite
de: Freisetzungsort

source: label_rodos_releaseStart
de: Freisetzungsbeginn

source: label_rodos_projectName
de: Laufkennung
