Repository: OpenBfS/dokpool-plone
Catalog: Plone/src/docpool.dbaccess/docpool/dbaccess/locales/*/LC_MESSAGES/elan.dbaccess.po
Languages: de

source: (ascending)
de: (aufsteigend)

source: (descending)
de: (absteigend)

source: All results on one page?
de: Alle Ergebnisse auf einer Seite?

source: Back
de: Zurück

source: Created by ${user} on ${date}, last modified by ${user2} on ${date2}
de: Angelegt von ${user} am ${date}, zuletzt ge&auml;ndert von ${user2} am ${date2}

source: DB Admin Interface
de: DB Admin Zugang

source: Data was deleted.
de: Die Daten wurden gelöscht.

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Edit ${label}
de: ${label} bearbeiten

source: Existing duplicates:
de: Vorhandene Duplikate:

source: Export
de: Exportieren

source: Export CSV-File
de: Export CSV-Datei

source: Filter
de: Filtern

source: Import
de: Importieren

source: Import CSV-File
de: Import CSV-Datei

source: Minor change? (no notification)
de: Geringf&uuml;gige &Auml;nderung? (keine Benachrichtigung)

source: New
de: Neu

source: Please correct the following errors.
de: Bitte korrigieren Sie die angezeigten Fehler.

source: Produce
de: Erzeugen

source: Save
de: Speichern

source: Select/unselect all
de: Alle ausw&auml;hlen/abw&auml;hlen

source: Sort on:
de: Sortierung:

source: The data was saved.
de: Die Daten wurden gespeichert.

source: There is a duplicate for this object!
de: Es gibt ein Duplikat für dieses Objekt!

source: Your data has been saved.
de: Die Daten wurden gespeichert.

source: portal_dbadmin Konfiguration
de: DB Zugriff Konfiguration
