Repository: OpenBfS/dokpool-plone
Catalog: Plone/src/docpool.rei/docpool/rei/locales/*/LC_MESSAGES/docpool.rei.po
Languages: de

source: Date
de: Datum

source: Federal State
de: Bundesland

source: Makes documents support REI functions
de: Sorgt bei Dokumenten für REI Funktionen

source: Metadata
de: Metadaten

source: MStIDs
de: Messstellen IDs

source: Origin
de: Ersteller

source: Period
de: Zeitraum

source: REI DocType
de: REI Dokumenttyp

source: REI legal Bases
de: gesetzliche Grundlage

source: REIDoc
de: REIDokument

source: Start of Sampling
de: Probenahmebeginn

source: Stop of Sampling
de: Probenahmeende

source: Year
de: Jahr

source: description_rei_Period
de: Berichtszeitraum

source: description_rei_Year
de: Berichtsjahr

source: label_rei_Authority
de: Aufsichtsbehörde

source: label_rei_Media
de: Medium

source: label_rei_NuclearInstallations
de: Kerntechnische Anlage

source: label_rei_PDFVersion
de: PDF/A Version

source: label_rei_Period
de: Zeitraum

source: label_rei_Year
de: Jahr

# reject_to_authority
source: Do you really want to send this document back to the authority?
de: Wollen Sie dieses Dokument wirklich an die Aufsichtsbehörde zurückweisen?

# reject_to_bfs
source: Do you really want to send back this document to BfS?
de: Wollen Sie dieses Dokument wirklich ans BfS zurückweisen?

# reject_to_npp_operator
source: Do you really want to send this document back to the npp operator?
de: Wollen Sie dieses Dokument wirklich an den Anlagenbetreiber zurückweisen?

# retract_for_revision
source: Do you really want to retract this document for revision?
de: Wollen Sie dieses Dokument wirklich zur Revision zurückziehen?

# retract_to_authority
source: Do you really want to retract this document to the authority?
de: Wollen Sie dieses Dokument wirklich zur Aufsichtsbehörde zurückziehen?

# retract_to_bfs
source: Do you really want to retract this document to BfS?
de: Wollen Sie dieses Dokument wirklich zum BfS zurückziehen?

# retract_to_npp_operator
source: Do you really want to retract this document to the npp operator?
de: Wollen Sie dieses Dokument wirklich zum Anlagenbetreiber zurückziehen?

# submit_authority
source: Do you really want to submit this document to the authority?
de: Wollen Sie dieses Dokument wirklich an die Aufsichtsbehörde einreichen?

# submit_bfs
source: Do you really want to submit this document to BfS?
de: Wollen Sie dieses Dokument wirklich ans BfS einreichen?

# submit_bmu
source: Do you really want to submit this document to BMU?
de: Wollen Sie dieses Dokument wirklich ans BMU einreichen?
