Repository: OpenBfS/dokpool-plone
Catalog: Plone/src/elan.journal/elan/journal/locales/*/LC_MESSAGES/elan.journal.po
Languages: de

source: A journal is a blog post which is intended to provide a rolling textual coverage of an ongoing event.
de: Tagebuch zur fortlaufenden Dokumentation von Tätigkeiten, z.B. Einsatztagebuch

source: Add journal entry
de: Tagebucheintrag hinzufügen

source: Adds a Journal content type to the site. A journal is a blog post which is intended to provide a rolling textual coverage of an ongoing event.
de: Fügt ein Tagebuch zur fortlaufenden Dokumentation von Tätigkeiten hinzu (z.B. Einsatztagebuch).

source: By ${byline}
de: (${byline})

source: Do you really want to delete this item?
de: Eintrag wirklich löschen?

source: Edit cancelled.
de: Abbruch.

source: Edit journal entry
de: Tagebucheintrag bearbeiten

source: Extracted from:
de: Auszug aus:

source: Image
de: Bild

source: Item deleted.
de: Eintrag gelöscht

source: Item published.
de: Eintrag veröffentlicht

source: Item saved.
de: Eintrag gespeichert

source: Live updating
de: Live update

source: Journal
de: Tagebuch

source: Journalentry id does not exist.
de: Die Eintrags-ID existiert nicht.

source: Journalentry id is not an integer.
de: Die Eintrags-ID ist kein Integer.

source: No entry selected.
de: Kein Eintrag ausgewählt.

source: No entries yet for this Journal.
de: Dieses Tagebuch enthält noch keine Einträge

source: Publish
de: Ins Tagebuch eintragen

source: Remove Journal
de: elan.journal deinstallieren

source: Removes the Journal content type from the site.
de: Entfernt den Inhaltstyp Tagebuch von der Plone Site.

source: Required text input is missing.
de: Fehlende Texteingabe!

source: Wasauchimmer
de: Tagebucheintrag hinzufügen

source: You must be on the first page of the batch to add journal-entries.
de: Neue Einträge können nur auf der ersten Seite hinzugefügt werden.

source: Some journal-entries were edited or excluded from this journal.
de: Einige Einträge wurden bearbeitet oder aus diesem Tagebuch entfernt.

source: Refresh
de: Neu Laden

source: to update it.
de: um neuen Stand anzuzeigen

source: Add Journal1 Entry
de: Tagebuch1-Eintrag hinzufügen

source: Add Journal2 Entry
de: Tagebuch2-Eintrag hinzufügen
