Repository: OpenBfS/dokpool-plone
Catalog: Plone/src/elan.sitrep/elan/sitrep/locales/*/LC_MESSAGES/elan.sitrep.po
Languages: de

source: Current Modules
de: Aktuell zugeordnete Module

source: Current situation
de: Aktuelle Lage

source: Fig.
de: Abb.

source: Folder for Module Types
de: Ordner für Modultypen

source: In progress:
de: In Bearbeitung:

source: Item was inserted!
de: Das Element wurde eingefügt!

source: Meant for report:
de: Vorgesehen für Lagebericht:

source: Metadata
de: Metadaten

source: Mirror Overview
de: Aus Lageübersicht übernehmen

source: Missing:
de: Fehlt:

source: Module Type
de: Modultyp

source: Modules have been replaced with current situation overview.
de: Die Module aus der aktuellen Lageübersicht wurden zugeordnet.

source: No content found
de: Keine Inhalte gefunden

source: No current content.
de: Kein aktueller Inhalt.

source: No information.
de: Keine Information.

source: No modules found in current situation overview.
de: Keine Module in aktueller Lageübersicht gefunden.

source: Open building blocks window
de: Baustein Fenster öffnen

source: Paste
de: Einfügen

source: Paste to module editor
de: In Moduleditor einfügen

source: Previous version
de: Vorherige Version

source: Printable version
de: Druckversion

source: Publish
de: Veröffentlichen

source: Published:
de: Bereit zum Einbinden:

source: Ready:
de: Fertig:

source: Reload current situation
de: Lageübersicht aktualisieren

source: Reset
de: Zurücksetzen

source: SRModuleEdit
de: Modulbearbeitung

source: Situation Overview
de: Lageübersicht

source: Situation Phase
de: Phase

source: Situation Report
de: Lagebericht

source: Situation Report Collection
de: LB-Grafikauswahl

source: Situation Report Collections
de: Ordner für LB-Grafiken

source: Situation Report Configuration
de: Lagebericht Konfiguration

source: Situation Report Folder
de: Ordner für Lageberichte und Module

source: Situation Report Module
de: Modul

source: Situation Report Module Configuration
de: Modulkonfiguration

source: Situation Scenario
de: Szenario

source: State of modules
de: Stand der Bearbeitung

source: Text Block
de: Textbaustein

source: Text Blocks
de: Ordner für LB-Textbausteine

source: Text blocks
de: Ordner für LB-Textbausteine

source: The module has been published.
de: Das Modul wurde freigegeben.

source: The report has been published.
de: Der Lagebericht wurde veröffentlicht.

source: Title / Description / Image
de: Titel / Beschreibung / Bild

source: Title / Description / Text
de: Titel / Beschreibung / Text

source: Used in report(s):
de: Genutzt in folgenden Lageberichten:

source: User defined
de: Angepasst

source: Visualisations
de: Darstellungen

source: description_srmodule_currentreport
de: Falls ausgewählt definiert dieser Lagebericht hilfreiche Voreinstellungen (Textbausteine, Dokumente) für den Inhalt dieses Moduls.

source: description_srmoduleconfig_docselection
de: Vorauswahl von möglichen Dokumenten/Grafiken, welche in diesem Modul referenziert werden können.

source: description_srmoduletype_docselection
de: Vorauswahl von möglichen Dokumenten/Grafiken, welche in diesem Modul referenziert werden können.

source: label_situationreport_currentmodules
de: Aktuell verfügbare Module

source: label_situationreport_phase
de: Phase (szenarioabhängig)

source: label_situationreport_text
de: Zusammenfassung

source: label_srmodule_currentreport
de: Aktueller Lagebericht

source: label_srmodule_doctype
de: Modultyp

source: label_srmoduleconfig_docselection
de: Grafiksammlung

source: label_srmoduleconfig_modtype
de: Modultyp

source: label_srmoduleconfig_textblocks
de: Textbausteine

source: label_srmoduletype_defaulttextblocks
de: Baustein für Textvorbelegung (wenn neu erzeugt)

source: label_srmoduletype_docselection
de: Grafiksammlung

source: label_srtextblock_text
de: Text

source: module_publish_popup
de: Dieses Modul veröffentlichen?

source: report_mirror_popup
de: Aus Lageübersicht übernehmen?

source: report_publish_popup
de: Wollen Sie diesen Lagebericht wirklich veröffentlichen? Bitte beachten Sie eventuell fehlende Module!
