Repository: OpenBfS/dokpool-plone
Catalog: backend/src/docpool.*/docpool/*/locales/*/LC_MESSAGES/docpool.*.po
Languages: de

source: ${count} item(s) cut.
de: ${count} Objekte ausgeschnitten.

source: ${transferred} Items transferred!
de: ${transferred} Inhalte wurden übertragen!

source: ${transitioned} Items transitioned!
de: ${transitioned} Einträge geändert!

source: Add local behavior support
de: Unterstützung für Anwendungen hinzufügen

source: Adding a group is only allowed in a dokpool!
de: Gruppen dürfen nur in Dokpools angelegt werden!

source: Apply
de: Anwenden

source: Archive
de: Archiv

source: Area for Transfer Folders
de: Bereich für Transferordner

source: Available transitions
de: verfügbare Statusänderungen

source: Content Area
de: Bereich für Inhalte

source: Content:
de: Inhalt:

source: Copy or cut one or more items to paste.
de: Ein oder mehr Objekte kopieren oder ausschneiden, um sie einzufügen.

source: Could not transition: ${title}
de: Konnte Statuswechsel nicht durchführen: ${title}

source: DPDocument
de: Dokument

source: Dashboard Collection
de: Pinnwand Dokumentsammlung

source: Dashboards Configuration
de: Pinnwand Konfiguration

source: Delete
de: Löschen

source: Disallowed to paste item(s).
de: Einfügen nicht erlaubt.

source: Doc type not accepted.
de: Dokumententyp wurde nicht akzeptiert.

source: Docpool Configuration Area
de: Dokpool Konfiguration

source: Docpool view
de: Dokpool Ansicht

source: Docpool view with bulk actions
de: Docpool Ansicht mit Mehrfach-Aktionen

source: Document Types
de: Dokumenttypen

source: Document has no scenario.
de: Dem Dokument ist kein Ereignis zugeordnet.

source: Document state
de: Dokumentenstatus

source: Document workflow:
de: Dokument Workflow:

source: DocumentType
de: Dokumenttyp

source: Edit
de: Bearbeiten

source: Edit Dashboard
de: Pinnwand bearbeiten

source: Edit the document
de: Das Dokument bearbeiten

source: Edit unknown doc type
de: Unbekannten Dokumenttyp bearbeiten

source: Electronic Situation Display
de: Dokpool

source: Files:
de: Dateien:

source: Filter contents according to application?
de: Inhalte nach aktueller Anwendung filtern?

source: Folder (Collaboration)
de: Ordner für Zusammenarbeit

source: Folder (Review)
de: Ordner für Einreichungen

source: Folder (private)
de: Privater Ordner

source: Folder Base
de: Basisordner

source: Folder for Document Types
de: Ordner für Dokumenttypen

source: General information
de: Info-Dokument

source: General information (generic type)
de: Allgemeine Information

source: Group Folder
de: Gruppenordner

source: Groups Area
de: Gruppenbereich

source: Help
de: Hilfe

source: Images:
de: Bilder:

source: Imprint
de: Impressum

source: Info-Folder
de: Info-Ordner

source: Item(s) pasted.
de: Objekt(e) eingefügt.

source: Items deleted.
de: Inhalte gelöscht.

source: LT
de: Ortszeit

source: Link
de: Info-Link

source: Local Behavior Support
de: Unterstützung für Anwendungen

source: Makes documents transferable between pools
de: Macht Dokumente übertragbar zwischen Dokpools

source: Metadata
de: Metadaten

source: No current data
de: Keine aktuellen Daten

source: No items deleted.
de: Keine Inhalte gelöscht.

source: No items or targets selected!
de: Keine Inhalte oder Ziele ausgewählt!

source: No items or targets to transfer to!
de: Keine Einträge ausgewählt / keine Ziele verfügbar / keine Berechtigung.

source: No items or transitions!
de: keine Einträge ausgewählt / keine Berechtigungen / kein Anhang

source: No items to delete.
de: Keine zu löschenden Inhalte.

source: No legend image
de: Keine Legende vorhanden

source: No map image
de: Kein Kartenbild vorhanden

source: No transfer to ${title}. ${msg}
de: Keine Übertragung zu ${title}. ${msg}

source: One or more items not moveable.
de: Ein oder mehr Objekte können nicht verschoben werden.

source: One or more selected items is locked.
de: Ein oder mehr Objekte sind gesperrt.

source: One or more selected items is no longer available.
de: Ein oder mehr Objekte sind nicht mehr vorhanden.

source: Paste could not find clipboard content.
de: Keine Inhalte mehr in der Zwischenablage.

source: Pending BMUKN
de: An BMUKN eingereicht

source: Pending BfS
de: An BfS eingereicht

source: Pending authority
de: An die Aufsichtsbehörde eingereicht

source: Pending review
de: Eingereicht

source: Permissions
de: Berechtigungen

source: Please select one or more items to cut.
de: Bitte wählen Sie ein oder mehr Objekte zum Ausschneiden.

source: Private
de: Privat

source: Publish
de: Veröffentlichen

source: Published
de: Veröffentlicht

source: Published BMUKN
de: Freigegeben

source: Reject
de: Zurückweisen

source: Retract
de: Zurückziehen

source: Retract for Revision
de: In ersetzte Berichte verschieben

source: Retract to BfS
de: Zum BfS zurück ziehen

source: Retract to NPP Operator
de: Zum Betreiber zurück ziehen

source: Retract to authority
de: Zur Aufsichtsbehörde zurück ziehen

source: Revised
de: Revidiert

source: Search for user or group
de: Nach Nutzern oder Gruppen suchen

source: Select a value ...
de: Bitte eine Auswahl treffen...

source: Send back to BfS
de: Zum BfS zurück schicken

source: Send back to NPP operator
de: Zum Betreiber zurück schicken

source: Send back to authority
de: Zur Aufsichtsbehörde zurück schicken

source: Show folder
de: Zum Ordner

source: Simple Folder
de: Ordner

source: Simple pages of text.
de: Einfache Textseite.

source: Submit
de: Einreichen

source: Submit for publication
de: Einreichen

source: Submit to Authority
de: An die Aufsichtsbehörde einreichen

source: Submit to BMUKN
de: An BMUKN einreichen

source: Submit to BfS
de: An BfS einreichen

source: Textpage
de: Textseite

source: The document has been published.
de: Das Dokument wurde veröffentlicht.

source: The document state has been changed.
de: Der Dokumentstatus wurde geändert.

source: The following items will be transferred:
de: Folgende Inhalte werden übertragen:

source: The group folder could not be deleted because of protected documents. Please check!
de: Der Gruppenordner konnte wegen geschützter Dokumente nicht gelöscht werden. Bitte prüfen!

source: The item you are trying to paste could not be found. It may have been moved or deleted after you copied or cut it.
de: Das Objekt, welches Sie einfügen wollen, konnte nicht gefunden werden. Es wurde möglicherweise verschoben oder gelöscht.

source: There are comments.
de: Es gibt Kommentare.

source: There was an existing group folder of the same name. Please check!
de: Es gibt bereits einen Gruppenordner desselben Namens. Bitte prüfen!

source: Title / Description / Text
de: Titel / Kurzbeschreibung / Text

source: Transfer
de: Übertragen

source: Transfer DocType
de: Dokumenttyp übertragen

source: Transfer Folder
de: Transferordner

source: Transfer Folder: filter not active!
de: Transferordner: kein Filter aktiv!

source: Transfer config
de: Konfiguration der Transfers

source: Transfer target
de: Übertragungsziel

source: Transfer to<br />
de: Übertragung nach<br />

source: Transferable
de: Übertragbar

source: Transferred to ${target_title}
de: Übertragen an ${target_title}

source: Type extension for transferable types
de: Typ Erweiterung für übertragbare Typen

source: Unauthorized to paste item(s).
de: Fehlende Berechtigungen für das Einfügen.

source: Unknown error occured. Please check your logs
de: Unbekannter Fehler. Bitte prüfen Sie das Log.

source: Unknown scenario not accepted.
de: Unbekanntes Ereignis wurde nicht akzeptiert.

source: User Folder
de: Nutzerordner

source: User Management
de: Nutzerverwaltung

source: Users Area
de: Nutzerbereich

source: View
de: Anzeigen

source: alert_delete_popup
de: Wollen Sie dieses Dokument wirklich löschen?

source: alert_publish_popup
de: Wollen Sie dieses Dokument wirklich veröffentlichen?

source: alert_reject_popup
de: Wollen Sie dieses Dokument wirklich zurückweisen?

source: alert_reject_to_authority_popup
de: Wollen Sie dieses Dokument wirklich an die Aufsichtsbehörde zurückweisen?

source: alert_reject_to_bfs_popup
de: Wollen Sie dieses Dokument wirklich ans BfS zurückweisen?

source: alert_reject_to_npp_operator_popup
de: Wollen Sie dieses Dokument wirklich an den Anlagenbetreiber zurückweisen?

source: alert_retract_for_revision_popup
de: Wollen Sie dieses Dokument wirklich in ersetzte Berichte verschieben?

source: alert_retract_popup
de: Wollen Sie dieses Dokument wirklich zurückziehen?

source: alert_retract_to_authority_popup
de: Wollen Sie dieses Dokument wirklich zur Aufsichtsbehörde zurückziehen?

source: alert_retract_to_bfs_popup
de: Wollen Sie dieses Dokument wirklich zum BfS zurückziehen?

source: alert_retract_to_npp_operator_popup
de: Wollen Sie dieses Dokument wirklich zum Anlagenbetreiber zurückziehen?

source: alert_submit_authority_popup
de: Wollen Sie dieses Dokument wirklich an die Aufsichtsbehörde einreichen?

source: alert_submit_bfs_popup
de: Wollen Sie dieses Dokument wirklich ans BfS einreichen?

source: alert_submit_bmu_popup
de: Wollen Sie dieses Dokument wirklich ans BMUKN einreichen?

source: alert_submit_popup
de: Wollen Sie dieses Dokument wirklich einreichen?

source: alert_transition
de: Wollen Sie die gewählte Statusänderung wirklich duchführen?

source: back to
de: zurück zu

source: created:
de: erzeugt:

source: desc_transfer_config_document_types
de: Zu konfigurierende Dokumenttypen.

source: desc_transfer_config_remove
de: Sollen die ausgewählten Ziele für die gewählten Typen entfernt werden? Ansonsten werden sie hinzugefügt.

source: desc_transfer_config_transfer_targets
de: Automatische Transferziele, die für die oben ausgewählten Typen gesetzt oder entfernt werden sollen.

source: description_dashboard_dbcollections
de: Wählen Sie die Dokumentsammlungen, welche Sie auf dieser Pinnwand zeigen wollen.

source: description_doctype_imgpattern
de: Wenn das Bild existiert, wird es als visuelle Repräsentation für ein Objekt dieses Typs genutzt.

source: description_doctype_partspattern
de: Anhand dieses Musters können automatisch aus zusammengehörigen Dateien Objekte dieses Typs erzeugt werden.

source: description_doctype_pdfpattern
de: Wenn das PDF existiert, wird bei Bedarf automatisch ein Bild von seiner ersten Seite erzeugt und als repräsentatives Bild genutzt.

source: description_documentpool_prefix
de: Wird genutzt, um Nutzer- und Gruppennamen zu bilden. Bleibt dieses Feld leer, wird der Kurzname des DokPools genutzt.

source: description_local_behaviors
de: Unterstützte Anwendungen für diesen Inhalt auswählen. Änderungen werden nach dem Speichern angewendet.

source: description_no_items_in_folder
de: In diesem Ordner befinden sich derzeit keine Einträge.

source: description_simplefolder_alloweddoctypes
de: Frei lassen, um alle Typen zuzulassen, welche für die Gruppe erlaubt sind.

source: don't accept
de: nicht annehmen

source: help_change_status_action
de: Wählen sie den Statuswechsel, der benutzt werden soll, um den Status der Einträge zu ändern. Einträge, für die dieser Statuswechsel nicht gültig ist, bleiben unverändert.

source: label_cancel
de: Abbrechen

source: label_collaborationfolder_allowedpartnerdoctypes
de: Dokumenttypen, welche der Gast-Gruppe zur Verfügung stehen.

source: label_contentbase_created_by
de: Erzeugt von

source: label_contentbase_mdate
de: Datum der letzten Nutzeraktion

source: label_contentbase_modified_by
de: Geändert durch

source: label_contentbase_wdate
de: Datum der letzten Workflowaktion

source: label_dashboard
de: Pinnwand

source: label_dashboard_dbcollections
de: Pinnwand Dokumentsammlungen

source: label_doctype_allow_discussion
de: Kommentare auf Inhalten dieses Typs erlauben

source: label_doctype_alloweddoctypes
de: Dokumenttypen, die als Teil dieses Typs zulässig sind.

source: label_doctype_allowtransfer
de: Können Dokumente dieses Typs an andere Lagedarstellungen übermittelt werden?

source: label_doctype_allowuploads
de: Darf Dokumente und Bilder beinhalten

source: label_doctype_automatictransfertargets
de: Wohin werden Dokumente dieses Typs automatisch übermittelt?

source: label_doctype_customviewtemplate
de: Spezielles Template zur Darstellung

source: label_doctype_globalallow
de: Kann grundsätzlich frei zugefügt werden (und nicht nur innerhalb eines anderen Typs)

source: label_doctype_imgpattern
de: Namensmuster (RegEx) für ein Darstellungsbild

source: label_doctype_partspattern
de: Namensmuster (RegEx) für Dateien und Bilder, die zu diesem Typ gehören

source: label_doctype_pdfpattern
de: Namensmuster (RegEx) für ein repräsentatives PDF

source: label_doctype_publishimmediately
de: Dokumente dieses Typs sofort veröffentlichen?

source: label_documentpool_customlogo
de: Eigenes Logo

source: label_documentpool_prefix
de: Namenspräfix

source: label_documentpool_supportedapps
de: Verfügbare Anwendungen

source: label_dpdocument_doctype
de: Dokumenttyp

source: label_dpdocument_text
de: Text

source: label_dpdocument_transferlog
de: Transfer Protokoll

source: label_dpdocument_transferred
de: Zeitpunkt der letzten Übertragung

source: label_dpdocument_transferred_by
de: Übertragen von

source: label_dptransferfolder_permlevel
de: Berechtigungsstufe

source: label_dptransferfolder_sendingesd
de: Die sendende Organisation

source: label_dptransferfolder_unknowndtdefault
de: Default für unbekannte Dokumenttypen

source: label_dptransferfolder_unknownscendefault
de: Default für unbekannte Ereignisse

source: label_simplefolder_alloweddoctypes
de: Dokumenttypen, welche in diesem Ordner zulässig sind

source: label_text_text
de: Text

source: label_toggle
de: Alle umschalten

source: label_transfer_config_remove
de: Ausgewählte Ziele entfernen?

source: label_user_apps
de: Anwendungen des Nutzers

source: modified:
de: geändert:

source: needs confirmation
de: benötigt Bestätigung

source: open attachment
de: Anhang öffnen

source: pending - Show document
de: eingereicht - Klicken, um das Dokument anzuzeigen

source: pending_authority - Show document
de: An die Aufsichtsbehörde eingereicht - Klicken, um das Dokument anzuzeigen

source: pending_bfs - Show document
de: An BfS eingereicht - Klicken, um das Dokument anzuzeigen

source: pending_bmu - Show document
de: An BMUKN eingereicht - Klicken, um das Dokument anzuzeigen

source: private - Show document
de: privat/Gruppenintern - Klicken, um das Dokument anzuzeigen

source: publish immediately
de: Sofort veröffentlichen

source: published - Show document
de: veröffentlicht - Klicken, um das Dokument anzuzeigen

source: read/write
de: lesen/schreiben

source: revised - Show document
de: revidiert - Klicken, um das Dokument anzuzeigen

source: summary_content_listing
de: Inhalt

source: suspended
de: Anhalten

source: title_move_item_down
de: Nach unten

source: title_move_item_up
de: Nach oben

source: write
de: schreiben
